<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"  %>

<!DOCTYPE html>
<html lang="ko">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>VOTE 약관 및 개인정보 수집·이용 동의</title>

    <%-- agreeService.css --%>
    <link rel="stylesheet" href="/resources/css/user/agreeService.css">

</head>
<body>
    
    <main>
        
        <section>
            <div class="agreeTitle">
                <div id="titleImg">
                    <img src="/resources/images/user/logo.jpg" id="vote">
                </div>
                <div id="bTitle">
                    약관 및 개인정보 수집·이용 동의
                </div>    
            </div>
            <div>
                <div class="agreeBox">
                    <div class="sTitle">서비스 이용 약관 동의</div>
                    <div>
                        <div class="textBox">
                            <div>
제1장 총칙<br>
<br>
제 1조 (목적)<br>
본 약관은 사단법인 VOTE(“위원회”)가 관리 및 운영하는 웹사이트(“웹사이트”)에서 이용자에게 제공하는 제반 서비스와 관련하여 위원회와 이용자 간의 권리, 의무, 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.<br>
<br>
제2조 (정의)<br>
본 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br>
1. “서비스”라 함은 구현되는 단말기와 관계없이 “웹사이트”에서 이용할 수 있는 일체 서비스를 의미합니다.<br>
2. “이용자”라 함은 “웹사이트”에 접속하여 제공되는 “서비스”를 이용하는 개인, 단체 또는 법인을 의미합니다.<br>
3. “회원”이라 함은 “웹사이트”에서 본 약관에 따라 “계정”과 “비밀번호”를 생성하여 등록하거나 자신의 SNS 계정으로 로그인하여 “서비스”를 이용할 수 있는 개인, 단체 또는 법인을 의미합니다.<br>
4. “계정”, “ID” 또는 ”아이디”라 함은 회원의 식별 등을 위하여 “회원”이 선정하고 “웹사이트”에서 부여하는 문자와 숫자 등의 조합을 의미합니다.<br>
5. “비밀번호”라 함은 회원과 “계정”이 일치하는지 여부를 확인하고 통신상 비밀보호를 위하여 “회원”이 선정한 문자와 숫자 등의 조합을 의미합니다.<br>
6. “후원회원”이라 함은 “위원회” 활동을 지원하기 위하여 반대급부 없이 정기적 또는 비정기적으로 동산(금전, 유가증권, 기타 물건 포함) 및 부동산 등 재산을 기부하는 개인, 단체 또는 법인을 의미합니다.<br>
7. “콘텐츠”라 함은 “웹사이트”에 게시된 모든 이미지, 삽화, 영상, 텍스트, 오디오 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크를 의미합니다.<br>
<br>
제3조 (약관의 효력 및 변경)<br>
① “위원회”는 본 약관의 내용을 “이용자”가 쉽게 알 수 있도록 “웹사이트” 초기화면에 게시하거나 초기화면에 링크를 생성하여 제공합니다.<br>
② “위원회”는 「약관의 규제에 관한 법률」, 「개인정보 보호법」 등 관련법령을 위반하지 않는 범위에서 본 약관을 변경할 수 있습니다.<br>
③ “위원회”가 본 약관을 변경하고자 할 때에는 그 시행일 15일 전에 변경된 약관의 적용일자와 변경 사유, 변경 내용을 명시하여 “웹사이트”의 초기화면 또는 초기화면에서 링크된 화면에 게시합니다. 다만 “회원”에게 불리한 약관 변경인 경우 최소한 30일 이상의 기간을 두고 게시하고 필요에 따라 전자적 수단을 통해 이용자에게 별도로 통지합니다.<br>
④ “회원”이 제3항의 약관 변경에 동의하지 않는 경우 회원등록을 해지할 수 있으며, 변경된 약관의 시행일로부터 7일 이내에 거부의사를 표시하지 않은 경우 약관 변경에 동의한 것으로 간주합니다.<br>
<br>
제2장 회원<br><br>
제4조 (이용계약)<br>
① 이용계약은 “이용자”의 본 약관에 대한 동의 및 이용신청과 이에 대한 “위원회”의 이용승낙으로 성립합니다.<br>
② “이용자” 중에 “회원”이 되고자 하는 자는 본 약관의 내용에 동의하고 성명 등 본인의 개인정보를 제공하여 회원등록을 해야 합니다.<br>
③ “위원회”는 다음 각 호의 경우 회원등록을 취소하거나 해당 사유가 해소될 때까지 이용을 제한할 수 있습니다.<br>
    1. 본인 아닌 다른 개인, 단체 또는 법인의 명의를 도용한 경우<br>
    2. 허위의 정보를 기재하거나 요구되는 정보를 제공하지 않은 경우<br>
    3. 14세 미만 아동이 법정대리인의 동의를 얻지 않은 경우<br>
    4. 영리. 기타 부정한 목적으로 “서비스”를 이용한 경우<br>
    5. “웹페이지” 운영 및 “서비스” 제공 등을 방해한 경우<br>
    6. “위원회”의 명예를 현저히 훼손하는 행위를 한 경우<br>
    7. 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시킨 경우 <br>
    8. 기타 관계법령에 위배되는 등 “회원”으로서 자격을 유지하기 어렵다고 판단되는 경우<br>
<br>
제5조 (회원정보의 변경)<br>
① “회원”의 “계정” 및 “비밀번호”에 대한 관리책임은 “회원”에게 있습니다.<br>
② “후원회원”이 회원등록을 한 경우 “웹사이트”에서 조회일 기준시점으로부터 최근 2년까지의 후원 내역을 조회 및 출력할 수 있습니다.<br>
③ “회원”은 본인의 “계정”과 “비밀번호”가 제3자에 의하여 사용되고 있음을 인지하였을 때에는 이를 즉시 “위원회”에 통지하고 안내에 따라야 합니다.<br>
④ “회원”은 회원등록시 기재한 사항이 변경되었을 경우 이를 수정하거나 전자우편 등 방법으로 “위원회”에 알려야 합니다.<br>
⑤ “회원”이 제3항과 제4항을 따르지 않아 발생한 불이익에 대해 “위원회”는 책임지지 않습니다.<br>
<br>
제3장 계약 당사자의 의무<br><br>
제6조 (위원회의 의무)<br>
① “위원회”는 특별한 사정이 없는 한 본 약관이 정하는 바에 따라 “웹페이지”에서 “서비스”를 지속적, 안정적으로 제공하기 위하여 노력할 의무가 있습니다.<br>
② “위원회”는 “이용자”에게 가장 최신의 정보를 성실히 제공하며, “이용자”의 질문, 요청, 불만 제기 등에 대해 최대한 빠른 시일 내에 응대합니다.<br>
③ “위원회”는 “이용자”로부터 제기되는 의견이나 불만사항이 객관적으로 정당하다고 인정되는 경우에는 적절한 절차를 거쳐 이를 지체없이 처리하여야 합니다.<br>
④ “위원회”는 “회원”의 개인정보를 보호하기 위하여 「개인정보 보호법」 등 관계 법령이 정하는 바에 따라 개인정보처리방침을 공시하고 준수합니다.<br>
⑤ “위원회”는 “서비스” 제공과 관련하여 수집된 개인정보를 본인의 사전 승낙 없이 제3자에게 누설하지 않습니다. 다만 법률의 규정에 의하여 국가기관의 요구가 있거나 범죄에 대한 수사상 목적이 있거나 그 밖에 관계법령에서 정한 절차에 따른 요청이 있는 경우 그러하지 않습니다.<br>
<br>
제7조 (이용자의 의무)<br>
① “이용자”는 본인의 “계정” 및 “비밀번호”에 대한 관리책임을 스스로 부담하며, 그 관리를 소홀히 하여 발생하는 손해에 대해 “위원회”는 책임을 지지 않습니다.<br>
② “이용자”는 “위원회”의 사전 승낙 없이 “웹사이트” 또는 “서비스”를 이용하여 영업행위를 하지 않으며, “위원회”는 다른 “이용자”와 제3자에 대하여 일체 책임을 지지 않습니다.<br>
③ “이용자”는 본 약관이 규정하는 사항과 “서비스” 안내 및 공지사항, 기타 관계법령 등을 준수하여야 합니다.<br>
④ “이용자”는 “위원회”의 권리를 침해하거나, 정상적인 업무를 방해하거나, “위원회”의 이념과 윤리기준에 위배되거나 그 명예를 훼손하는 행위를 해서는 안 됩니다.<br>
<br>
제4장 서비스 이용<br><br>
제8조 (서비스의 제공)<br>
① “위원회”는 특별한 사정이 없는 한 연중무휴, 1일 24시간 지속적으로 “서비스”를 제공합니다. 다만, 시스템 정기점검 등이 있는 경우 사전에 기간 등을 공지하고 일시적으로 중단할 수 있습니다.<br>
② “위원회”는 필요하다고 인정되는 경우 사전에 공지하고 “서비스”를 분할하여 각 범위별로 이용가능시간을 달리 지정할 수 있습니다.<br>
③ “위원회”는 다음 각 호의 경우 “서비스”의 전부 또는 일부의 제공을 중단할 수 있습니다.<br>
    1. 정보통신설비의 보수 점검, 증설 및 교체 등으로 인한 부득이한 경우<br>
    2. 기간통신사업자가 전기통신서비스를 중단한 경우<br>
    3. 서비스 이용의 폭주 등으로 정상적인 서비스 제공에 지장이 있는 경우<br>
    4. 국가비상사태 등 불가항력적인 사유가 발생한 경우<br>
    5. 기타 불가피한 사유로 사전에 고지하고 “서비스” 제공을 중단하는 경우<br>
④ “위원회”는 원칙적으로 “서비스”를 무료로 제공하되, “서비스”별로 필요한 경우 “이용자” 또는 “회원”으로부터 별도 약관에 대한 동의를 받아 유료로 제공할 수도 있습니다.<br>
<br>
제9조 (콘텐츠의 저작권)<br>
① “위원회”가 “웹페이지”에서 제공하는 “콘텐츠”에 대한 지적재산권은 별도의 저작권 표시 등이 없는 한 “위원회”에 귀속됩니다.<br>
② “위원회”는 제3자로부터 사용을 허가 받은 컨텐츠의 경우 그 출처 또는 저작권을 “웹사이트”에 명시합니다.<br>
③ “위원회”는 “콘텐츠”의 저작권 등 권리 침해가 발생하였다고 판단되는 경우 손해배상을 청구하거나 그 밖에 제반 법적 조치를 취할 수 있습니다.<br>
<br>
제10조 (콘텐츠 안내와 사용)<br>
① “위원회”가 “웹페이지”에 표시한 국가의 명칭, 영토, 기관, 국경의 경계에 대한 구분 등은 일반적인 구분에 따른 것일 뿐 “위원회”의 최종 판단이 아닙니다.<br>
② “위원회”는 “웹페이지”에 언급된 특정 회사 또는 제품에 대해 추천하거나 보증하지 않으며, “웹사이트”의 링크를 통해 연결되는 외부 웹사이트에서 제공되는 정보, 자료, 의견, 조언, 주장의 정확성과 신뢰도 등에 대해서도 책임을 지지 않습니다.<br>
③ “이용자”가 “콘텐츠”를 개인적 정보 취득, 교육 목적 이외의 용도로 모방, 번역, 인쇄물 제작, CD 편집, 그 밖에 전자미디어 등 다른 방법으로 이용하고자 할 경우에는 “위원회”로부터 사전 서면 허가를 받아야 합니다.<br>
④ “위원회”의 명칭(UNICEF, United Nations Children’s Fund, 유니세프, 유엔아동기금 등을 포함)과 로고, 엠블럼 등은 어떠한 경우에도 “위원회”로부터 사전에 서면 또는 전자우편을 통하여 승인을 받지 않고 무단으로 사용할 수 없습니다.<br>
⑤ 제3항의 사용 허락이 있을 때에도 “콘텐츠”의 임의 변형, 수정, 부분 삭제 등 원본의 의미 전달이 훼손될 수 있는 행위를 해서는 안 됩니다.<br>
<br>
제11조 (게시물의 관리)<br>
① “이용자” 또는 “회원”이 “웹사이트”에 게시한 게시물에 대한 저작권은 해당 게시자에게 귀속되며, “위원회”는 게시물이 변조, 훼손, 삭제되지 않도록 최선을 다해 보호합니다.<br>
② “위원회”는 다음 각 호의 경우 사전 통지 없이 “이용자”가 게시한 게시물을 삭제하거나 등록 거부할 수 있으며, 게시자의 “회원” 자격을 제한, 정지 또는 상실시킬 수 있습니다.<br>
    1. 다른 “이용자”, “회원” 또는 제3자에게 모욕을 주거나 명예를 훼손하는 경우<br>
    2. “위원회” 또는 제3자의 저작권 등 권리를 침해하는 경우<br>
    3. 영리를 목적으로 하는 광고인 경우<br>
    4. 불법복제 및 해킹을 조장하는 경우<br>
    5. 범죄적 행위에 결부된다고 인정되는 경우<br>
    6. 타인의 성명 등을 무단으로 도용한 경우<br>
    7. 동일한 내용을 중복하여 과도하게 다수 게시하는 경우<br>
    8. “위원회”에서 규정한게시 원칙에 어긋나거나 게시판 성격에 부합하지 않는 경우<br>
    9. 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우<br>
    10. 기타 관계법령에 위배되는 것으로 인정되는 경우<br>
<br>
제12조 (광고 게재)<br>
① “웹페이지”에는 “위원회”와 광고주 간의 계약관계 등에 따라 배너와 링크를 포함하는 다양한 광고가 게재될 수 있으며, “이용자”는 “서비스” 이용 시 광고 게재에 동의하는 것으로 봅니다.<br>
② “위원회”는 제1항의 광고와 관련하여 “이용자”가 광고주와 교신하거나 거래하는 결과로서 발생한 손실 및 손해에 대하여 어떠한 책임도 지지 않습니다.<br>
<br>
제13조 (정보의 제공)<br>
① “위원회”는 “서비스”에 관한 정보를 제공하거나 후원 장려, 이벤트 안내 등을 위하여 “웹페이지”의 게시판 또는 전자우편, SMS 발송 등을 통하여 “회원”에게 메시지를 전달할 수 있습니다. 이때 “위원회”는 「개인정보처리방침」을 준수합니다.<br>
② “회원”은 “웹페이지”에서 정보 수신 동의 또는 부동의를 통해 “위원회”가 “회원”의 전자우편, SMS 등으로 발송하는 내용물의 수신을 거부할 수 있습니다.<br>
<br>
제5장 계약해지<br><br>
제14조 (회원등록 해지)<br>
① “회원”이 이용계약을 해지하고자 하는 경우에는 “회원” 본인이 “웹사이트”에서 탈퇴신청을 할 수 있습니다.<br>
② “후원회원”이 본 약관에 따른 이용계약 이외에 별도로 후원계약을 해지하고자 하는 경우에는 「후원약관」에 규정된 절차에 따라 전화 등을 통해 “위원회”에 후원탈퇴 의사를 밝혀야 합니다.<br>
③ 제1항 및 제2항의 경우 “위원회”는 「개인정보처리방침」 및 관련법령에 의거하여 개인정보를 일정기간 보유하거나 폐기합니다.<br>
④ “위원회”는 “회원”이 제4조 제3항 각호, 제7조, 제9조 제1항, 제10조 제4항, 제11조 제2항 각호의 내용을 위반한 경우 해당 “회원”의 등록을 해지할 수 있습니다.<br>
<br>
제6장 분쟁의 해결 및 기타<br>
제15조 (면책)<br>
① “위원회”는 본 이용약관에 따른 “서비스” 제공과 관련하여 다음 각 호의 경우 책임이 면제됩니다.<br>
    1. 천재지변, 전쟁, 기타 불가항력적인 사유로 “서비스”를 제공할 수 없는 경우<br>
    2. 기간통신사업자가 전기통신서비스를 중단한 경우<br>
    3. 설비의 보수, 교체, 점검, 공사 등 부득이한 사유로 “서비스” 제공이 중단된 경우<br>
    4. “회원”의 귀책사유로 “서비스” 이용에 장애가 발생한 경우<br>
    5. “회원”이 개인정보, 기타 정보를 잘못 기재하여 손해가 발생한 경우<br>
    6. “이용자” 간 또는 “이용자”와 제3자 간 거래 등으로 분쟁이 발생한 경우<br>
    7. “위원회” 아닌 서비스 제공자가 계약관계 등에 따라 “웹사이트”에서 제공하는 개별 서비스와 관련하여 분쟁이 발생한 경우<br>
    8. 그 밖에 본 약관, 관계법령에 따라 “위원회”의 책임이 아닌 경우<br>
② “위원회”는 무료로 제공되는 “서비스”의 이용과 관련하여 “위원회”의 고의 또는 중과실로 인한 경우가 아닌 한 손해에 대하여 책임을 지지 않습니다.<br>
<br>
제16조 (약관의 해석 등)<br>
① 본 약관은 “서비스”에 따른 별도 약정, “위원회” 정관 및 제규정과 함께 적용됩니다.<br>
② 본 약관에 명시되지 아니한 사항 및 그 해석에 관하여 관계법령 또는 상관례에 따릅니다.<br>
<br>
제17조 (분쟁의 해결)<br>
① “위원회”와 “이용자” 또는 “회원” 간에 이용계약과 관련하여 분쟁이 발생한 경우 상호 원만한 소통을 통해 해결하기 위하여 최선의 노력을 기울여야 합니다.<br>
② 제1항에 따라 분쟁이 우호적으로 해결되지 않아 소송이 제기되는 경우 법령에 절차에 따른 법원을 관할 법원으로 합니다.<br>
                            </div>
                        </div>
                    </div>
                    <div class="agreeCheck">
                        <input type="checkbox" class="check" id="serviceUse" name="allCheck">
                        <label for="serviceUse">동의함(필수)</label>
                    </div>
                </div>
                <div class="agreeBox">
                    <div class="sTitle">개인정보 수집·이용 동의</div>
                    <div>
                        <div class="textBox">
                            <table border="1">
                                <tr>
                                    <th>수집항목</th>
                                    <th>수집목적</th>
                                    <th>보유기간</th>
                                </tr>
                                <tr>
                                    <td>e-mail, 주소</td>
                                    <td>회원관리 및 서비스제공</td>
                                    <td>웹회원 탈퇴시까지</td>
                                </tr>
                            </table>
                            * 위의 개인정보 수집∙이용에 대한 동의를 거부할 권리가 있으나, 동의를 거부할 경우 회원가입이 불가합니다.
                        </div>
                    </div>
                    <div class="agreeCheck">
                        <input type="checkbox"  class="check" id="privacyPolicy" name="allCheck">
                        <label for="privacyPolicy">동의함(필수)</label>
                    </div>

                </div>
                
                <div class="agreeBox">
                    <div class="sTitle">마케팅 정보 제공 동의</div>
                    <div>
                        <div class="textBox">
마케팅 활용 및 광고성 정보 수신 동의<br>
귀하는 개인(신용)정보의 선택적인 수집∙이용, 제공에 대한 동의를 거부할 수 있습니다. 다만, 동의하지 않을 경우 관련 편의제공(청원 안내, 공지사항)안내 등 이용 목적에 따른 혜택에 제한이 있을 수 있습니다.<br>
그 밖에 계약과 관련된 불이익은 없습니다. 동의한 경우에도 귀하는 동의를 철회하거나 마케팅 목적으로 귀하에게 연락하는 것을 중지하도록 요청할 수 있습니다.<br>
<br>
1. 수집 및 이용목적<br>
고객에 대한 편의제공, 귀사 및 제휴업체의 상품·서비스 안내 및 이용권유 등의 마케팅 활동, 시장조사 및 상품·서비스 개발연구 등을 목적으로 수집·이용<br>
<br>
2. 수집 및 이용항목<br>
- 개인식별정보: e-mail, 주소 등<br>
- 고객 ID, 접속 일시, IP주소 등<br>
<br>
3. 보유기간<br>
동의일로부터 회원 탈퇴 혹은 마케팅 동의 해제 시까지 보유·이용<br>
                            
                        </div>
                        <div class="agreeCheck">
                        <input type="checkbox"  class="check" id="MarketingInfo" name="allCheck">
                        <label for="MarketingInfo">동의함(선택)</label>
                        </div>
                    </div>
                </div>   

                <div class="agreeBox">
                    <div class="sTitle">이메일 정보 제공 동의</div>    
                        <div class="textBox">

이메일 정보 활용 및 광고성 정보 수신 동의<br>
<br>
1. 수집 및 이용목적<br>
탄원서 모집에 대한 편의 제공, 탄원서에 대한 업데이트 내역 알림, 청원 관련 팁 제공, 청원 요양 제공, 청원을 바탕으로 다른 청원서에 대한 정보 제공<br>
<br>
2. 수집 및 이용항목<br>
- 개인식별정보 : e-mail<br>
<br>
3. 보유기간<br>
동의일로부터 회원 탈퇴 혹은 마케팅 동의 해제 시까지 보유·이용<br>

                            
                        </div>
                        <div class="agreeCheck">
                            <input type="checkbox"  class="check" id="emailInfo" name="allCheck">
                            <label for="emailInfo">동의함(선택)</label>
                        </div>
                    </div>
                    <div class="agreeCheckAll">
                        <input type="checkbox" id="allAgree">
                        <label for="allAgree">모두 동의</label>
                    </div>
                </div>
            </div>
            <div class="buttons">
                <button id="next" disabled>다음</button>
                <button id="cancel">취소</button>
            </div>
        </section>
    </main>
    <%-- agreeService.js --%>
    <script src="/resources/js/user/agreeService.js"></script>
</body>
</html>